# Токен бота
BOT_TOKEN = ''# Ваш токен бота

# ID администраторов
ADMIN_IDS = [234682805]  # Замените на ваш ID

# Ссылки на ресурсы
WEBSITE_URL = 'https://sc-58.ru'
VK_URL = 'https://vk.com/shoesclub_ru'
TELEGRAM_GROUP_URL = 'https://t.me/shoesclub_russia'
YANDEX_REVIEW_URL = 'https://yandex.ru/maps/org/shoes_club/238929936319/reviews/?ll=44.981036%2C53.217192&utm_content=add_review&utm_medium=reviews&utm_source=maps-reviews-widget&z=17'

# Настройки базы данных
DB_NAME = 'shoe_shop.db'

# Категории обуви
SHOE_CATEGORIES = [
    'Мужская обувь',
    'Женская обувь',
    'Кроссовки',
    'Сумки муж и жен',
    'Ремни',
    'Перчатки',
    'Очки',
]

# Часто задаваемые вопросы
FAQ = {
    'Как сделать заказ на сайте?': 'Чтобы сделать заказ, выберите товар в каталоге и нажмите кнопку "Заказать". Далее следуйте инструкциям.',
    'Какие способы оплаты на сайте?': 'Мы принимаем оплату наличными при получении, банковскими картами и онлайн-переводами.',
    'Как узнать размер?': 'В каждом товаре указана размерная сетка. Если у вас остались вопросы, обратитесь к нашему консультанту.',
    'Условия доставки': 'Доставка осуществляется по всей России. Сроки и стоимость зависят от региона.',
    'Возврат товара': 'Вы можете вернуть товар в течение 14 дней с момента покупки при сохранении товарного вида.'
}
